Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# profile.rate_app.dialog.rate.message.app_store
source: Если будет минутка, поддержите «милью» оценкой в App Store
de: Wenn du einen Moment Zeit hast, unterstütze Millio mit einer Bewertung im App Store
en: If you have a minute, please support Millio with a rating in the App Store
es: Si tienes un minuto, apoya a Millio con una valoración en la App Store
fr: Si vous avez une minute, soutenez Millio avec une note sur l'App Store
tr: Bir dakikanız varsa lütfen App Store'da Millio'ya puan vererek destek olun
zh_hans: 如果你有一分钟时间，欢迎在 App Store 给 Millio 一个评分

# profile.rate_app.dialog.rate.message.in_app
source: Если будет минутка, оставьте оценку для «Millio»
de: Wenn du einen Moment Zeit hast, bewerte Millio
en: If you have a minute, please rate Millio
es: Si tienes un minuto, por favor valora Millio
fr: Si vous avez une minute, veuillez noter Millio
tr: Bir dakikanız varsa lütfen Millio'yu değerlendirin
zh_hans: 如果你有一分钟时间，欢迎给 Millio 评分

# profile.rate_app.dialog.rate.title
source: Спасибо!
de: Danke!
en: Thank you!
es: ¡Gracias!
fr: Merci !
tr: Teşekkür ederiz!
zh_hans: 谢谢！

# profile.rate_app.not_now
source: Не сейчас
de: Nicht jetzt
en: Not now
es: Ahora no
fr: Pas maintenant
tr: Şimdi değil
zh_hans: 暂不

# profile.rate_app.star
source: Звезда
de: Stern
en: Star
es: Estrella
fr: Étoile
tr: Yıldız
zh_hans: 星级

# profile.rate_app.star_hint
source: Выберите оценку.
de: Eine Bewertung auswählen.
en: Select a rating.
es: Selecciona una valoración.
fr: Sélectionnez une note.
tr: Bir puan seçin.
zh_hans: 请选择评分。

# profile.rate_app.summary.excellent
source: Спасибо за 5 из 5
de: Danke für 5 von 5
en: Thanks for the 5 out of 5
es: Gracias por el 5 de 5
fr: Merci pour le 5 sur 5
tr: 5 üzerinden 5 için teşekkürler
zh_hans: 感谢你的 5 星评价

# profile.rate_app.summary.feedback
source: Подскажите, что улучшить
de: Sag uns, was wir verbessern sollen
en: Tell us what to improve
es: Dinos qué mejorar
fr: Dites-nous quoi améliorer
tr: Geliştirilecekleri bize söyleyin
zh_hans: 告诉我们该改进什么

# profile.rate_app.summary.good
source: Почти идеально
de: Fast perfekt
en: Almost perfect
es: Casi perfecto
fr: Presque parfait
tr: Neredeyse mükemmel
zh_hans: 几乎完美

# profile.rate_app.summary.idle
source: Выберите оценку
de: Bewertung wählen
en: Choose a rating
es: Elige una valoración
fr: Choisissez une note
tr: Bir puan seçin
zh_hans: 请选择评分

# profile.reminders
source: Напоминания
de: Erinnerungen
en: Reminders
es: Recordatorios
fr: Rappels
tr: Hatırlatıcılar
zh_hans: 提醒

# profile.section.about
source: О приложении
de: Über
en: About
es: Acerca de
fr: À propos
tr: Hakkında
zh_hans: 关于

# profile.section.contacts
source: Контакты
de: Kontakte
en: Contacts
es: Contactos
fr: Contacts
tr: İletişim
zh_hans: 联系方式

# profile.section.debug
source: Отладка
de: Debug
en: Debug
es: Debug
fr: Débogage
tr: Hata ayıklama
zh_hans: 调试

# profile.section.experience
source: Опыт использования
de: Erlebnis
en: Experience
es: Experiencia
fr: Expérience
tr: Deneyim
zh_hans: 使用体验

# profile.section.general
source: Основные
de: Allgemein
en: General
es: General
fr: Général
tr: Genel
zh_hans: 通用

# profile.section.settings
source: Настройки
de: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
tr: Ayarlar
zh_hans: 设置

# profile.section.support
source: Поддержка и инструменты
de: Support & Tools
en: Support & tools
es: Soporte y herramientas
fr: Assistance et outils
tr: Destek ve araçlar
zh_hans: 帮助与工具

# profile.security
source: Защита приложения
de: App-Sicherheit
en: App security
es: Seguridad de la app
fr: Sécurité de l'application
tr: Uygulama güvenliği
zh_hans: 应用安全

# profile.security.biometrics_unavailable
source: Биометрия недоступна на этом устройстве.
de: Biometrie ist auf diesem Gerät nicht verfügbar.
en: Biometrics are unavailable on this device.
es: La biometría no está disponible en este dispositivo.
fr: La biométrie n'est pas disponible sur cet appareil.
tr: Bu cihazda biyometrik kullanılamıyor.
zh_hans: 此设备不支持生物识别。

# profile.security.change_pin
source: Изменить PIN-код
de: PIN-Code ändern
en: Change PIN code
es: Cambiar código PIN
fr: Modifier le code PIN
tr: PIN kodunu değiştir
zh_hans: 更改 PIN 码

# profile.security.pin
source: PIN-код
de: PIN-Code
en: PIN code
es: Código PIN
fr: Code PIN
tr: PIN kodu
zh_hans: PIN 码

# profile.show_onboarding
source: Показать онбординг
de: Onboarding anzeigen
en: Show onboarding
es: Mostrar incorporación
fr: Afficher l'introduction
tr: Karşılamayı göster
zh_hans: 显示引导

# profile.smart_data_reset
source: Пошаговый сброс данных
de: Geführtes Zurücksetzen
en: Guided data reset
es: Restablecimiento guiado de datos
fr: Réinitialisation guidée des données
tr: Rehberli veri sıfırlama
zh_hans: 智能重置

# profile.status.completed
source: Завершена
de: Abgeschlossen
en: Completed
es: Completado
fr: Terminé
tr: Tamamlandı
zh_hans: 已完成

# profile.status.disabled
source: Выключено
de: Deaktiviert
en: Disabled
es: Desactivado
fr: Désactivé
tr: Devre dışı
zh_hans: 已关闭

# profile.status.enabled
source: Включено
de: Aktiviert
en: Enabled
es: Activado
fr: Activé
tr: Etkin
zh_hans: 已开启

# profile.status.not_completed
source: Не завершена
de: Nicht abgeschlossen
en: Not completed
es: No completado
fr: Non terminé
tr: Tamamlanmadı
zh_hans: 未完成

# profile.title
source: Профиль
de: Profil
en: Profile
es: Perfil
fr: Profil
tr: Profil
zh_hans: 个人资料

# profile.trial_disabled
source: Выключить триал
de: Testversion deaktivieren
en: Disable trial
es: Desactivar prueba
fr: Désactiver l'essai
tr: Denemeyi devre dışı bırak
zh_hans: 禁用试用

# profile.version
source: Версия
de: Version
en: Version
es: Versión
fr: Version
tr: Sürüm
zh_hans: 版本

# Quarter
source: Квартал
de: Quartal
en: Quarter
es: Trimestre
fr: Trimestre
tr: Çeyrek
zh_hans: 季度

# quick_setup.added_products_count_format
source: Добавлено: %lld
de: Hinzugefügt: %lld
en: Added: %lld
es: Añadidos: %lld
fr: Ajouté : %lld
tr: Eklendi: %lld
zh_hans: 已添加：%lld

# quick_setup.alert.apply_failed.title
source: Не удалось применить настройку
de: Einrichtung konnte nicht angewendet werden
en: Couldn't apply setup
es: No se pudo aplicar la configuración
fr: Impossible d'appliquer la configuration
tr: Kurulum uygulanamadı
zh_hans: 无法应用设置

# quick_setup.backup.cloud_backup.details
source: Шифрование: AES-GCM с ключом устройства или парольной фразой
de: Verschlüsselung: AES-GCM mit Geräteschlüssel oder Passphrase
en: Encryption: AES-GCM with device key or passphrase
es: Cifrado: AES-GCM con clave del dispositivo o frase de contraseña
fr: Chiffrement : AES-GCM avec clé d'appareil ou phrase de passe
tr: Şifreleme: Cihaz anahtarı veya parola ile AES-GCM
zh_hans: 加密：使用设备密钥或口令短语的 AES-GCM

# quick_setup.backup.cloud_backup.subtitle
source: Снимки хранятся в Private CloudKit вашего Apple ID
de: Snapshots werden in deiner Apple-ID Private CloudKit gespeichert
en: Snapshots are stored in your Apple ID Private CloudKit
es: Las capturas se almacenan en tu CloudKit privado de Apple ID
fr: Les instantanés sont stockés dans votre CloudKit privé Apple ID
tr: Anlık görüntüler Apple ID Özel CloudKit'inizde saklanır
zh_hans: 快照会存储在你的 Apple ID Private CloudKit 中

# quick_setup.backup.cloud_backup.title
source: Локально + iCloud
de: Lokal + iCloud
en: Local + iCloud
es: Local + iCloud
fr: Local + iCloud
tr: Yerel + iCloud
zh_hans: 本地 + iCloud

# quick_setup.backup.local_only.details
source: Выгрузку можно включить позже: Профиль -> Backup
de: Upload kann später in Profil → Backup aktiviert werden
en: Upload can be enabled later in Profile -> Backup
es: La subida puede activarse después en Perfil → Copia de seguridad
fr: Le téléchargement peut être activé plus tard dans Profil -> Sauvegarde
tr: Yükleme daha sonra Profil -> Yedek bölümünden etkinleştirilebilir
zh_hans: 之后可在“个人资料 -> Backup”中启用上传

# quick_setup.backup.local_only.subtitle
source: Данные хранятся только на устройстве в SwiftData, выгрузка отключена
de: Daten verbleiben auf dem Gerät in SwiftData, Upload ist deaktiviert
en: Data stays on device in SwiftData, upload is disabled
es: Los datos permanecen en el dispositivo en SwiftData, la subida está desactivada
fr: Les données restent sur l'appareil dans SwiftData, le téléchargement est désactivé
tr: Veriler SwiftData'da cihazda kalır, yükleme devre dışıdır
zh_hans: 数据仅保存在设备上的 SwiftData 中，上传已关闭

# quick_setup.backup.local_only.title
source: Локальный контур
de: Lokaler Modus
en: Local mode
es: Modo local
fr: Mode local
tr: Yerel mod
zh_hans: 本地模式

# quick_setup.badge.favorites_count_format
source: Избранных: %1$lld/%2$lld
de: Favoriten: %1$lld/%2$lld
en: Favorites: %1$lld/%2$lld
es: Favoritas: %1$lld/%2$lld
fr: Favoris : %1$lld/%2$lld
tr: Favoriler: %1$lld/%2$lld
zh_hans: 常用：%1$lld/%2$lld

# quick_setup.badge.primary_currency_format
source: Основная: %@
de: Haupt: %@
en: Primary: %@
es: Principal: %@
fr: Principale : %@
tr: Birincil: %@
zh_hans: 主要：%@

# quick_setup.common.all
source: Все
de: Alle
en: All
es: Todas
fr: Tout
tr: Tümü
zh_hans: 全部

# quick_setup.common.back
source: Назад
de: Zurück
en: Back
es: Atrás
fr: Retour
tr: Geri
zh_hans: 返回

# quick_setup.common.clear
source: Очистить
de: Löschen
en: Clear
es: Limpiar
fr: Effacer
tr: Temizle
zh_hans: 清除

# quick_setup.common.continue
source: Продолжить
de: Weiter
en: Continue
es: Continuar
fr: Continuer
tr: Devam et
zh_hans: 继续

# quick_setup.common.current_price
source: Текущая цена
de: Aktueller Preis
en: Current price
es: Precio actual
fr: Prix actuel
tr: Güncel fiyat
zh_hans: 当前价格

# quick_setup.common.data_storage
source: Хранение данных
de: Datenspeicherung
en: Data storage
es: Almacenamiento
fr: Stockage des données
tr: Veri depolama
zh_hans: 数据存储

# quick_setup.common.done
source: Готово
de: Fertig
en: Done
es: Listo
fr: Terminé
tr: Tamam
zh_hans: 完成

# quick_setup.common.edit
source: Изменить
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
tr: Düzenle
zh_hans: 编辑

# quick_setup.common.expense_categories
source: Категории расходов
de: Ausgabenkategorien
en: Expense categories
es: Categorías de gastos
fr: Catégories de dépenses
tr: Gider kategorileri
zh_hans: 支出分类

# quick_setup.common.favorite_currencies
source: Избранные валюты
de: Favoritwährungen
en: Favorite currencies
es: Monedas favoritas
fr: Devises favorites
tr: Favori para birimleri
zh_hans: 常用货币

# quick_setup.common.finish
source: Завершить
de: Abschließen
en: Finish
es: Finalizar
fr: Terminer
tr: Bitir
zh_hans: 完成设置

# quick_setup.common.gain_loss
source: Рост/убыток
de: Gewinn/Verlust
en: Gain/loss
es: Ganancia/pérdida
fr: Gain/perte
tr: Kazanç/kayıp
zh_hans: 盈亏

# quick_setup.common.grouping
source: Группировка
de: Gruppierung
en: Grouping
es: Agrupación
fr: Regroupement
tr: Gruplama
zh_hans: 分组

# quick_setup.common.language
source: Язык
de: Sprache
en: Language
es: Idioma
fr: Langue
tr: Dil
zh_hans: 语言

# quick_setup.common.name
source: Название
de: Name
en: Name
es: Nombre
fr: Nom
tr: Ad
zh_hans: 名称

# quick_setup.common.not_selected
source: Не выбрано
de: Nicht ausgewählt
en: Not selected
es: No seleccionado
fr: Non sélectionné
tr: Seçilmedi
zh_hans: 未选择

# quick_setup.common.ok
source: Ок
de: OK
en: OK
es: OK
fr: OK
tr: Tamam
zh_hans: 好

# quick_setup.common.position
source: Позиция
de: Position
en: Position
es: Posición
fr: Position
tr: Pozisyon
zh_hans: 持仓

# quick_setup.common.primary
source: Основная
de: Haupt
en: Primary
es: Principal
fr: Principal
tr: Birincil
zh_hans: 主要

# quick_setup.common.primary_currency
source: Основная валюта
de: Hauptwährung
en: Primary currency
es: Moneda principal
fr: Devise principale
tr: Birincil para birimi
zh_hans: 主要货币

# quick_setup.common.product_type
source: Тип продукта
de: Produkttyp
en: Product type
es: Tipo de producto
fr: Type de produit
tr: Ürün türü
zh_hans: 产品类型

# quick_setup.common.products
source: Продукты
de: Produkte
en: Products
es: Productos
fr: Produits
tr: Ürünler
zh_hans: 产品

# quick_setup.common.recommended
source: Рекомендуемые
de: Empfohlen
en: Recommended
es: Recomendado
fr: Recommandé
tr: Önerilen
zh_hans: 推荐

# quick_setup.common.save
source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
tr: Kaydet
zh_hans: 保存

# quick_setup.common.skip
source: Пропустить
de: Überspringen
en: Skip
es: Omitir
fr: Passer
tr: Atla
zh_hans: 跳过

# quick_setup.current_price.enter
source: Ввести текущую цену
de: Aktuellen Preis eingeben
en: Enter current price
es: Introducir precio actual
fr: Saisir le prix actuel
tr: Güncel fiyatı girin
zh_hans: 输入当前价格

# quick_setup.error.check_data
source: Проверьте данные и попробуйте снова.
de: Überprüfe deine Daten und versuche es erneut.
en: Check your data and try again.
es: Revisa tus datos e inténtalo de nuevo.
fr: Vérifiez vos données et réessayez.
tr: Verilerinizi kontrol edin ve tekrar deneyin.
zh_hans: 请检查数据后重试。

# quick_setup.error.crypto_requires_pro
source: Криптовалюта доступна в PRO
de: Krypto ist in PRO verfügbar
en: Crypto is available in PRO
es: Las criptomonedas están disponibles en PRO
fr: La crypto est disponible en PRO
tr: Kripto PRO'da kullanılabilir
zh_hans: 加密货币仅在 PRO 中可用

# quick_setup.error.enter_buy_price
source: Укажи цену покупки
de: Kaufpreis eingeben
en: Enter buy price
es: Introduce el precio de compra
fr: Saisir le prix d'achat
tr: Alış fiyatını girin
zh_hans: 请输入买入价

# quick_setup.error.enter_name
source: Укажите название.
de: Namen eingeben.
en: Enter a name.
es: Introduce un nombre.
fr: Saisir un nom.
tr: Bir ad girin.
zh_hans: 请输入名称。

# quick_setup.error.enter_position_quantity
source: Укажи количество позиции
de: Positionsmenge eingeben
en: Enter position quantity
es: Introduce la cantidad de la posición
fr: Saisir la quantité de la position
tr: Pozisyon miktarını girin
zh_hans: 请输入持仓数量

# quick_setup.error.enter_ticker
source: Укажите тикер.
de: Ticker eingeben.
en: Enter a ticker.
es: Introduce un ticker.
fr: Saisir un ticker.
tr: Bir ticker girin.
zh_hans: 请输入代码。

# quick_setup.error.tracked_ticker_limit_format
source: В быстрой настройке без PRO доступно до %lld акций
de: Schnelleinrichtung umfasst bis zu %lld Aktienpositionen ohne PRO
en: Quick setup includes up to %lld stock positions without PRO
es: La configuración rápida incluye hasta %lld posiciones de acciones sin PRO
fr: La configuration rapide inclut jusqu'à %lld positions en actions sans PRO
tr: Hızlı kurulum PRO olmadan en fazla %lld hisse pozisyonu içerir
zh_hans: 快速设置中，非 PRO 最多可添加 %lld 个股票仓位

# quick_setup.favorite_limit_format
source: Можно выбрать до %lld валют
de: Du kannst bis zu %lld Währungen auswählen
en: You can select up to %lld currencies
es: Puedes seleccionar hasta %lld monedas
fr: Vous pouvez sélectionner jusqu'à %lld devises
tr: En fazla %lld para birimi seçebilirsiniz
zh_hans: 最多可选择 %lld 种货币

# quick_setup.grouping.none_selected
source: Группировка не выбрана
de: Keine Gruppierung ausgewählt
en: No grouping selected
es: Sin agrupación seleccionada
fr: Aucun regroupement sélectionné
tr: Gruplama seçilmedi
zh_hans: 未选择分组

# quick_setup.grouping.recommended_accessibility
source: Рекомендуемая группировка
de: Empfohlene Gruppierung
en: Recommended grouping
es: Agrupación recomendada
fr: Regroupement recommandé
tr: Önerilen gruplama
zh_hans: 推荐分组

# quick_setup.grouping.select_subtitle
source: Выберите группировку для стартового продукта
de: Gruppierung für dein Startprodukt wählen
en: Choose grouping for your starting product
es: Elige la agrupación para tu producto inicial
fr: Choisissez le regroupement pour votre produit de départ
tr: Başlangıç ürününüz için gruplama seçin
zh_hans: 为你的首个产品选择分组

# quick_setup.grouping.subtitle
source: Чтобы похожие продукты были вместе
de: Ähnliche Produkte zusammenhalten
en: Keep similar products together
es: Mantén productos similares juntos
fr: Gardez les produits similaires ensemble
tr: Benzer ürünleri bir arada tutun
zh_hans: 让相似的产品归在一起

# quick_setup.hint.add_later
source: Можно добавить позже
de: Das kannst du später hinzufügen
en: You can add this later
es: Puedes añadir esto más tarde
fr: Vous pourrez l'ajouter plus tard
tr: Bunu daha sonra ekleyebilirsiniz
zh_hans: 可以稍后添加

# quick_setup.hint.categories_adjust_later
source: Категории можно скорректировать позже
de: Kategorien können später angepasst werden
en: Categories can be adjusted later
es: Las categorías pueden ajustarse después
fr: Les catégories peuvent être ajustées plus tard
tr: Kategoriler daha sonra düzenlenebilir
zh_hans: 分类稍后也可以调整

# quick_setup.market_search.pair
source: Найти пару
de: Paar finden
en: Find pair
es: Buscar par
fr: Trouver une paire
tr: Çift bul
zh_hans: 查找交易对

# quick_setup.market_search.ticker
source: Найти тикер
de: Ticker finden
en: Find ticker
es: Buscar ticker
fr: Trouver un ticker
tr: Ticker bul
zh_hans: 查找代码

# quick_setup.product_type.card.subtitle
source: Баланс
de: Guthaben
en: Balance
es: Saldo
fr: Solde
tr: Bakiye
zh_hans: 余额

# quick_setup.product_type.card.title
source: Карта
de: Karte
en: Card
es: Tarjeta
fr: Carte
tr: Kart
zh_hans: 卡

# quick_setup.product_type.credit.subtitle
source: Платеж
de: Zahlung
en: Payment
es: Pago
fr: Paiement
tr: Ödeme
zh_hans: 还款

# quick_setup.product_type.credit.title
source: Кредит
de: Kredit
en: Credit
es: Crédito
fr: Crédit
tr: Kredi
zh_hans: 信用

# quick_setup.product_type.crypto.subtitle
source: Монета
de: Münze
en: Coin
es: Moneda
fr: Coin
tr: Coin
zh_hans: 币种

# quick_setup.product_type.crypto.title
source: Крипто
de: Krypto
en: Crypto
es: Cripto
fr: Crypto
tr: Kripto
zh_hans: 加密

# quick_setup.product_type.debt.subtitle
source: Обязательство
de: Verbindlichkeit
en: Liability
es: Pasivo
fr: Passif
tr: Yükümlülük
zh_hans: 负债

# quick_setup.product_type.debt.title
source: Долг
de: Schuld
en: Debt
es: Deuda
fr: Dette
tr: Borç
zh_hans: 债务

# quick_setup.product_type.real_estate.subtitle
source: Имущество
de: Anlage
en: Asset
es: Activo
fr: Actif
tr: Varlık
zh_hans: 资产

# quick_setup.product_type.real_estate.title
source: Недвиж.
de: Immobilien
en: Property
es: Inmueble
fr: Bien immobilier
tr: Mülk
zh_hans: 房产

# quick_setup.product_type.subtitle
source: Добавьте один продукт сейчас или пропустите — сделаете позже
de: Füge jetzt ein Produkt hinzu oder überspringe diesen Schritt
en: Add one product now or skip and do it later
es: Agrega un producto ahora o hazlo más tarde
fr: Ajoutez un produit maintenant ou passez et faites-le plus tard
tr: Şimdi bir ürün ekleyin veya atlayıp sonra yapın
zh_hans: 现在添加一个产品，或跳过稍后再添加

# quick_setup.product_type.ticker.subtitle
source: Тикер
de: Ticker
en: Ticker
es: Ticker
fr: Ticker
tr: Ticker
zh_hans: 代码

# quick_setup.product_type.ticker.title
source: Акции
de: Aktien
en: Stocks
es: Acciones
fr: Actions
tr: Hisseler
zh_hans: 股票

# quick_setup.product.amount.balance_format
source: Баланс в %@
de: Guthaben in %@
en: Balance in %@
es: Saldo en %@
fr: Solde en %@
tr: %@ cinsinden bakiye
zh_hans: %@ 余额

# quick_setup.product.amount.debt_amount_format
source: Сумма долга в %@
de: Schuldbetrag in %@
en: Debt amount in %@
es: Importe de deuda en %@
fr: Montant de la dette en %@
tr: %@ cinsinden borç tutarı
zh_hans: %@ 债务金额

# quick_setup.product.amount.outstanding_debt_format
source: Остаток долга в %@
de: Restschuld in %@
en: Outstanding debt in %@
es: Deuda pendiente en %@
fr: Dette restante en %@
tr: %@ cinsinden kalan borç
zh_hans: %@ 未偿债务

# quick_setup.product.amount.quantity
source: Количество
de: Menge
en: Quantity
es: Cantidad
fr: Quantité
tr: Miktar
zh_hans: 数量

# quick_setup.product.amount.value_format
source: Стоимость в %@
de: Wert in %@
en: Value in %@
es: Valor en %@
fr: Valeur en %@
tr: %@ cinsinden değer
zh_hans: %@ 价值

# quick_setup.product.purchase_price.coin
source: Цена покупки за монету
de: Kaufpreis pro Münze
en: Buy price per coin
es: Precio de compra por moneda
fr: Prix d'achat par coin
tr: Coin başına alış fiyatı
zh_hans: 每枚买入价

# quick_setup.product.purchase_price.share
source: Цена покупки за 1 шт.
de: Kaufpreis pro Anteil
en: Buy price per share
es: Precio de compra por acción
fr: Prix d'achat par action
tr: Hisse başına alış fiyatı
zh_hans: 每股买入价

# quick_setup.selected_categories_count_format
source: Выбрано: %lld
de: Ausgewählt: %lld
en: Selected: %lld
es: Seleccionadas: %lld
fr: Sélectionné : %lld
tr: Seçildi: %lld
zh_hans: 已选择：%lld

# quick_setup.step_progress_format
source: Шаг %1$lld из %2$lld
de: Schritt %1$lld von %2$lld
en: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
tr: %2$lld adımın %1$lld
zh_hans: 第 %1$lld / %2$lld 步

# quick_setup.step.expense_categories.subtitle
source: Выберите категории трат
de: Ausgabenkategorien wählen
en: Choose expense categories
es: Elige categorías de gastos
fr: Choisissez les catégories de dépenses
tr: Gider kategorilerini seçin
zh_hans: 选择支出分类

# quick_setup.step.expense_categories.title
source: Категории
de: Kategorien
en: Categories
es: Categorías
fr: Catégories
tr: Kategoriler
zh_hans: 分类

# quick_setup.step.locale_and_currencies.subtitle
source: Выберите язык и валюты
de: Sprache und Währungen wählen
en: Choose language and currencies
es: Elige idioma y monedas
fr: Choisissez la langue et les devises
tr: Dil ve para birimlerini seçin
zh_hans: 选择语言和货币

# quick_setup.step.locale_and_currencies.title
source: Язык и валюты
de: Sprache und Währungen
en: Language and currencies
es: Idioma y monedas
fr: Langue et devises
tr: Dil ve para birimleri
zh_hans: 语言和货币

# quick_setup.step.products.subtitle
source: Добавьте счета и активы
de: Konten und Anlagen hinzufügen
en: Add accounts and assets
es: Añade cuentas y activos
fr: Ajouter des comptes et des actifs
tr: Hesap ve varlık ekleyin
zh_hans: 添加账户和资产

# quick_setup.step.products.title
source: Продукты
de: Produkte
en: Products
es: Productos
fr: Produits
tr: Ürünler
zh_hans: 产品

# quick_setup.step.summary.subtitle
source: Выберите, как хранить данные
de: Wähle, wie du deine Daten speicherst
en: Choose how to store your data
es: Elige cómo almacenar tus datos
fr: Choisissez comment stocker vos données
tr: Verilerinizi nasıl saklayacağınızı seçin
zh_hans: 选择如何存储你的数据

# quick_setup.step.summary.title
source: Хранение данных
de: Datenspeicherung
en: Data storage
es: Almacenamiento
fr: Stockage des données
tr: Veri depolama
zh_hans: 数据存储

# quick_setup.summary.complete_title
source: Настройка завершена
de: Einrichtung abgeschlossen
en: Setup complete
es: Configuración completa
fr: Configuration terminée
tr: Kurulum tamamlandı
zh_hans: 设置完成

# Recurrence
source: Повторение
de: Wiederholung
en: Recurrence
es: Recurrencia
fr: Récurrence
tr: Tekrar
zh_hans: 重复

# Recurring expense
source: Регулярный расход
de: Wiederkehrende Ausgabe
en: Recurring expense
es: Gasto recurrente
fr: Dépense récurrente
tr: Tekrarlayan gider
zh_hans: 定期支出

# Recurring expenses
source: Регулярные расходы
de: Wiederkehrende Ausgaben
en: Recurring expenses
es: Gastos recurrentes
fr: Dépenses récurrentes
tr: Tekrarlayan giderler
zh_hans: 定期支出列表

# Recurring income
source: Регулярный доход
de: Wiederkehrende Einnahmen
en: Recurring income
es: Ingreso recurrente
fr: Revenu récurrent
tr: Tekrarlayan gelir
zh_hans: 定期收入

# Refunds
source: Возвраты
de: Erstattungen
en: Refunds
es: Reembolsos
fr: Remboursements
tr: İadeler
zh_hans: 退款

# Rental
source: Аренда
de: Miete
en: Rental
es: Alquiler
fr: Location
tr: Kira
zh_hans: 租金

# Reset
source: Сбросить
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
tr: Sıfırla
zh_hans: 重置

# Reset complete
source: Сброс завершён
de: Zurücksetzen abgeschlossen
en: Reset complete
es: Restablecimiento completado
fr: Réinitialisation terminée
tr: Sıfırlama tamamlandı
zh_hans: 重置完成

# restore
source: Восстановить
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
tr: Geri yükle
zh_hans: 恢复

# restoring
source: Восстановление данных...
de: Daten werden wiederhergestellt...
en: Restoring data...
es: Restaurando datos...
fr: Restauration des données...
tr: Veriler geri yükleniyor...
zh_hans: 正在恢复数据…
